/* Accessibility title for battery level */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothBatteryView.defaultBatteryLevelTitle" = "Battery level";

/* Accessibility title for low battery level */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothBatteryView.lowBatteryLevelTitle" = "Low battery";

/* Default title of button for connecting to a different peripheral when the current connected peripheral is out-of-date. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionView.defaultConnectDifferentTitle" = "Connect to a Different Device";

/* Default title of button when a peripheral is being connected to. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionView.defaultConnectingTitle" = "Connecting Device";

/* Default title of button when there is no peripheral connection. Tapping this starts the process to discover and connect to a peripheral. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionView.defaultNoConnectionTitle" = "Connect Device";

/* Default title of button when searching for a nearby peripheral. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionView.defaultSearchingTitle" = "Searching for Device";

/* Default title of UI when a selecting a single peripherals to connect to. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionView.defaultSelectSingleTitle" = "Select a Device";

/* Title of button when scanning for peripherals has timed out. Tapping the button will start searching for peripherals again. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionView.searchAgainTitle" = "Search Again";

/* Title of button that presents firmware update instructions when tapped. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionView.tellMeHowTitle" = "Tell Me How";

/* Title of button when a connection with a peripheral has been lost. Tapping the button will attempt to reconnect with the previous peripheral. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionViewController.connectAgainTitle" = "Connect Again";

/* Title of button when a peripheral’s firmware is out of date and needs to be updated. Tapping the button presents additional UI for updating the firmware. */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothConnectionViewController.updateRequiredTitle" = "Update Required";

/* Accessibility description of button when scanning for peripherals (either when searching in general or when trying to connect) */
"com.apple.PlaygroundBluetooth.PlaygroundBluetoothIndeterminateSpinnerView.spinnerTitle" = "Searching";

